{
    "help": "/help - List the available commands for this bot.\n/addme - Invite me to your game.\n/about - Information on development and source code.\n/d6 [x: required] - Roll X challenge dice. Minimum 1. Maximum 36.\n/d20 [target: required] [difficulty: default 0, optional] [crit range: default 1, optional] [complication range: default 20, optional] [dice: default 2, optional] - Perform d20 roll(s) with the target range to meet.\n/babble - Generate a random techno babble phrase and DM the user.\n/medbabble - Generate a random medical babble phrase and DM the user.\n/support - Generate a random support character. Use /support helpfor more details.\n/alien - Generate a random alien species.\n\nReference for player characters (PC) TODO: Disabled for now. Move this into the rules menu\n/pc actions - The actions the PC can perform.\n/pc action minor actions - The minor actions the PC can perform.\n/pc [action or minor action] - Details of a PC action or minor action by name. See /pc actions or /pc minor actions.\n/pc attack properties - Attack properties of a PC attack.\n/determination - Determination spend table.\n/momentum - Momentum spend table.",
    "help2": "Reference for ship characters TODO: Disabled for now. Move this into the rules menu\n/ship actions - Lists the stations and the name of the actions that can be performed at that station.\n/ship minor actions - The minor actions the PC can perform.\n/ship [action or minor action or station] - Details of a ship action by name. See /ship actions or /ship minor actions for possible actions.\n/ship attack properties - Attack properties of a ship attack.\n\nMomemtum and Threat Pools\n/m or /t global - A prompt will be presented to the user to add or subtract the momentum or threat to the global pool.\n/m or /t here - A prompt will be presented to the user to add or subtract the momentum or threat to the current channel's pool.\nTraits\n/trait get [container] - List all containers if container is left blank otherwise show the traits and values for a specific container.\n/trait set [container] [trait] [value] - Set a value to a trait within a container.\n/trait del [container] [trait] - Delete a trait within a container.\n/trait del [container] - Delete a container. TODO: Delete container by container name"
}