{
    "ASSIST": "PC nominates an ally they can communicate with and declares how they are providing aid. During the ally's turn, roll the results.",
    "ATTACK": "PC attacks.",
    "CREATE ADVANTAGE": "PC attempts to create an ADVANTAGE. Base DIFFICULTY is 2.",
    "DIRECT": " For Leaders only. May only be used once per SCENE. PC nominates an ally, who takes an immediate TASK, assisted by the Leader.",
    "GUARD": " PC finds a defensible position. Base DIFFICULTY is 0, or 1 if protecting an ally; SUCCESS increases the DIFFICULTY of attacks against the PC by 1 until the start of the PC or ally’s next turn.",
    "PASS": "PC performs no TASK. If they take no MINOR ACTIONS either, they may act later in the round.",
    "READY": "PC declares a trigger before attempting a specific TASK as an interrupt when trigger occurs.",
    "RECOVER": "PC catches their breath. FIT + COMM with base DIFFICULTY of 2 (1 if in COVER). If SUCCESSFUL, gain 1 additional RESISTANCE on any COVER effects, regain ability to AVOID INJURY, and can spend 2 MOMENTUM to regain 1 STRESS.",
    "SPRINT": "PC moves. FIT + SECU with base Difficulty of 0; move to MEDIUM and spend 1 MOMENTUM to move additional ZONES.",
    "FIRST AID": "PC treats injured creature. DAR + MEDI with base DIFFICULTY of 1; SUCCESS indicates creature is stabilized, and can spend 2 MOMENTUM to get patient back into the fray per DETERMINATION spend.",
    "ASSIST 2e": "You Assist a character with a task roll during their turn. (See Teamwork and Assistance). If they have not yet acted, take this action on your turn, and Assist when they take their turn. If they attempt a task before your turn, you may choose to Assist them immediately, but you give up your turn later in the round to do so.",
    "ATTACK 2e": "You Attack an enemy or other viable target and attempt to injure them. (See Attempting an Attack for details).",
    "CREATE TRAIT 2e": "This is a task with a Difficulty of 2, using an attribute + department and focus based on what you are doing. If successful, you create, change, or remove an existing trait, or increase or decrease the Potency of an existing trait.",
    "DIRECT 2e": "This may only be attempted by one character on each side in a position of authority (the highest-ranking person, or a nominated leader). Spend 1 Momentum and select one ally who can hear you. They may immediately attempt a single with no +1 Difficulty; you Assist them with your Control + Command.",
    "FIRST AID 2e": "You attempt to revive a Defeated character within Reach. Attempt a Daring + Medicine task with a Difficulty of 2. If successful, the character is no longer Defeated, though they may still have an Injury. Alternately, you may tend to an Injury on another character within Reach. Attempt a Daring + Medicine task with a Difficulty equal to the Injury’s severity. If successful, one Injury is treated (see Recovery and Healing 292).",
    "GUARD 2e": "You defend yourself, preparing for an attack. This is an Insight + Security task with a Difficulty of 0. Success increases the Difficulty of any attacks against you by 1 until the start of your next turn. You can confer the benefits of this task to an ally within Reach instead of yourself—this increases the Difficulty of this task by 1, and the benefit lasts until the start of your ally’s next turn.",
    "OTHER TASKS 2e": "Perform a task at the discretion of the gamemaster. Circumstances or objectives may dictate a task, and dangerous situations may require overcoming an extended task or completing a challenge.",
    "PASS 2e": "You choose not to attempt a task.",
    "READY 2e": "You choose another major action to take as a reaction to something else. When the trigger event occurs, you temporarily interrupt the current character’s turn to resolve your readied major action, then play proceeds as normal. If the triggering event does not occur before your next turn, the action is lost. You can still perform minor actions during your turn as normal.",
    "SPRINT 2e": "You run forward, trying to cross the area quickly. You move two zones, to any point within Long range. If there is difficult or hazardous terrain, you may attempt a Fitness + Conn task with Difficulty 0 as part of this action, to generate Momentum to cross the terrain as part of this action."
}
