{
    "ATTACK PATTERN 2e": "You fly steadily to make it easier for your shipmates to target the enemy. If you take this action, each time your ship makes an attack before your next turn, you may Assist on that attack, using your Control + Conn. However, until your next turn, all attacks against the ship reduce their Difficulty by 1.",
    "CREATE TRAIT 2e": "In addition to the standard Create Trait action, note that, from the helm, this action is often useful for creating traits that reflect careful positioning or skilled maneuvering.",
    "EVASIVE ACTION 2e": "You maneuver the ship in a quick, unpredictable way to foil enemy targeting. If you take this action, then until your next turn, all attacks against your ship become opposed tasks, opposed using your Daring + Conn and assisted by the ship’s Structure + Conn. If you win the opposed task, you may move the ship 1 zone. However, until the start of your next turn, all attacks made by your ship suffer +1 Difficulty. You cannot take this action if the ship is currently benefiting from the Defensive Fire action.",
    "MANEUVER 2e": "You focus on carefully controlling the ship’s flight. Attempt a Control + Conn task with Difficulty 0, assisted by the ship’s Engines + Conn. This is normally used to generate Momentum for crossing difficult terrain.",
    "RAM 2e": "You choose a single enemy vessel or other target within Close range and move into Contact with them. This is an Attack, requiring a Daring + Conn task with a Difficulty of 2, assisted by the ship’s Engines + Conn. If successful, the Attack inflicts the ship’s collision damage (see sidebar) on the target, with the Intense quality, but suffers the target’s collision damage in return.",
    "WARP 2e": "Requires Reserve Power. You must take a Prepare minor action to take this action. Attempt a Control + Conn task with a Difficulty of 1, assisted by the ship’s Engines + Conn. If you succeed, you move the ship a number of zones equal to the ship’s Engines score, or you leave the battlefield entirely. See Going to Warp."
}
