{
    "ASSIST": "The character performs some activity that will grant an ally an advantage. The character nominates a single ally they can communicate with, and declares how they are giving aid, including which Attribute, Discipline, and Focus (if any) they are assisting with. During the nominated ally’s Task, the character provides assistance using the chosen Attribute, Discipline, and Focus, as normal for assisting on a Task.",
    "CREATE ADVANTAGE": "The character attempts to create some favorable circumstance that benefits their side. This is a Task with a Difficulty of 2, using Attribute, Discipline, and Focus (if any) based on how they’re trying to gain an advantage. If successful, the character creates an Advantage. At the Gamemaster’s discretion, depending on the nature of the Advantage being created, the ship may assist this Task.",
    "PASS": "The character chooses not to attempt a Task. If the character takes no Minor Actions this Turn, then the character does not count as having taken a Turn, and may act later in the Round instead.",
    "READY": "The character declares that they are waiting for a particular situation or event to occur before attempting a Task. This situation or event must be chosen when Ready is declared, as must the Task to be attempted when that situation occurs. When this triggering situation occurs, the character with the readied Task temporarily interrupts the acting character’s Turn to resolve the reading Task. Once the readied Task has resolved, events continue as normal. If the triggering situation does not occur before the character’s next Turn, the readied Task is lost. Characters who take a readied Task can still perform Minor Actions during their Turn as normal.",
    "OVERRIDE": "The character overrides the controls of another role. The character may attempt a Task from any other role other than commanding officer, but increasing the Difficulty by one, due to the sub-optimal controls.",
    "DIRECT": "The CO provides clear, concise orders. Choose one other officer currently on the bridge; that officer attempts a single Task, determined by the CO. The CO assists this Task using the Command skill. This action may be used once per scene by each character who has access to it.",
    "RALLY": "The CO inspires and coordinates the crew, attempting a Presence + Command Task with a Difficulty of 0; this Task is specifically to generate Momentum, either to use straight away or to save for the group.",
    "MANEUVER": "The flight controller uses the ship’s thrusters to adjust position and moves to anywhere within Medium range.",
    "IMPULSE": "The flight controller uses the ship’s impulse engines to adjust position and move to anywhere within Long range. This has a Power Requirement of 1.",
    "WARP": "The flight controller uses the ship’s warp drive to move two or more zones. This has a Power requirement equal to the number of zones to be moved. This represents short — seconds-long — bursts of warp speed, rather than longer journeys. Leaving the battlefield by going to warp is covered on p. 219.",
    "EVASIVE ACTION": "The flight controller moves swiftly and unpredictably, attempting to foil enemy targeting. The flight controller attempts a Daring + Conn Task with a Difficulty of 1, assisted by the ship’s Structure + Conn. If successful, until the flight controller’s next Turn, all attacks against the ship, and all attacks made by the ship, increase their Difficulty by 1. This has a Power requirement of 1.",
    "ATTACK PATTERN": "The flight controller takes a course that will make it easier to target the enemy. The flight controller attempts a Daring + Conn Task with a Difficulty of 2, assisted by the ship’s Weapons + Conn. If successful, until the flight controller’s next Turn, all attacks made by the ship reduce in Difficulty by 1 (to a minimum of 1; if already at 1, then gain one bonus Momentum instead). This has a Power requirement of 1.",
    "RAMMING SPEED": "The flight controller chooses a single enemy vessel or other target within Long range, and moves towards them at full speed. This is an attack, requiring a Daring + Conn Task with a Difficulty of 2, assisted by the ship’s Engines + Conn. This Difficulty increases by 1 for every range category beyond Close the target is. If successful, the attack inflicts a number of [CD] damage equal to 2 plus the ramming ship’s Scale, with the Spread and Vicious 1 effects, and the Devastating quality. However, the ship also suffers a number of [CD] damage equal to the target’s Scale, with the Spread and Vicious 1 effects, and the Devastating quality. This has a Power requirement of 1.",
    "ESCAPE": "",
    "PLOT COURSE": "The navigator calculates the best course to the intended destination. This is a Reason + Conn Task, assisted by the ship’s Computers + Conn, with a Difficulty of 3. If successful, the next Task the helmsman attempts reduces in Difficulty by 1. Reduce the Difficulty by a further 1 for every two Momentum spent (Repeatable)",
    "CHART HAZARD": "The navigator, using navigational sensors, marks hazards in the vicinity of the vessel and its planned course, and determines the safest route around, past, or through them. This is a Reason + Conn Task, assisted by the ship’s Sensors + Conn, with a Difficulty of 3. If successful, nominate a single hazard or other dangerous phenomenon nearby; the Difficulty of any Task to avoid that hazard is reduced by 2. The navigator can nominate one additional hazard or dangerous phenomenon for every two Momentum spent.",
    "SENSOR SWEEP": "The sensor operator uses the ship’s sensors to locate objects or phenomena in space, or otherwise obtain information about something going on outside the ship. This is a Reason + Science Task, assisted by the ship’s Sensors + Science, with a Difficulty of 0. Interference, ambient conditions, or particularly unusual or unfamiliar phenomena should increase this Difficulty. Momentum spent on this Task is normally spent on the Obtain Information Momentum Spend, asking one question to the Gamemaster for each Momentum spent (Repeatable), though this is not required if the Player has some other use in mind for the Momentum.",
    "SCAN FOR WEAKNESS": "The sensor operator scans an enemy vessel, looking for vulnerabilities, or attempting to gain some other advantage. The sensor operator chooses a single target they can detect, and attempts a Control + Science Task with a Difficulty of 1, assisted by the ship’s Sensors + Security. This Task increases in Difficulty by 1 for each range category beyond Close between the ship and the chosen target. If this succeeds, then the vessel’s next Attack, before the end of the sensor operator’s next Turn, gains the Piercing 2 quality, ignoring two of the target’s Resistance per Effect rolled. Further, if any bonus d20s are purchased for that next attack, it inflicts +1[CD] damage for each bonus d20 purchased.",
    "LAUNCH PROBE": "The sensor operator configures and launches a sensor probe in order to study a situation or phenomenon in more depth or from a safe distance. This Task does not require a roll, and has no Difficulty. However, it reduces the Difficulty of Tasks to make a Sensor Sweep with regards to phenomena near the probe by two, determines the range for Scan for Weakness from the probe, and means that hazards that result from proximity to the phenomena affect the probe instead of the vessel. The Probe has a Resistance of 1, and is destroyed if it suffers one or more points of damage.",
    "INTERNAL SENSORS": "The security officer uses the internal sensors to detect the presence or absence of personnel in particular parts of the vessel. This requires a Reason + Security Task, assisted by the ship’s Sensors + Security, with a Difficulty of 1. Momentum spent on this Task is often spent on the Obtain Information Momentum Spend, asking one question to the GM for each Momentum spent (Repeatable) — typically used to ask for precise location, numbers, species, and similar details — though this is not required if the player has some other use in mind for the Momentum.",
    "DEPLOY SECURITY": "The security officer dispatches a team of security personnel to a particular location on the ship, possibly to deal with boarders, or some other breach of security. The officer sends a security team to the chosen location, then attempts a Presence + Security Task. The Difficulty of the Task is normally 1, but the Task is opposed by the intruders; if successful, the security breach is contained.",
    "INTERNAL CONTAINMENT FIELDS": "The security officer activates containment force fields in a particular section on the ship, to halt the movement of boarders or other unauthorized personnel. This is a Reason + Security Task, assisted by the ship’s Structure + Security, with a Difficulty set by the GM based on the number, resilience, and armament of the intruders. If successful, the intruders are contained. The intruders may attempt a Task of their own to overcome the fields, with a Difficulty equal to 1+ the number of Momentum spent by the security officer on this Task.",
    "FIRE WEAPON": "The tactical officer nominates a single active weapon system on board the ship, chooses a viable target for that weapon, and makes an attack. This is a Control + Security Task, assisted by the ship’s Weapons + Security. The Difficulty is determined by the type of weapon used, and the conditions of the attack (enemy actions, spatial conditions, etc.).",
    "MODULATE SHIELDS": "This Task has a Power requirement of 1, and cannot be attempted if the Shields are at 0. The Tactical officer attempts a Control + Security Task, assisted by the ship’s Structure + Engineering, with a Difficulty of 2. If successful, the ship’s Resistance is increased by +1, plus an additional +1 per Momentum spent (Repeatable). This bonus lasts until the next time the ship suffers one or more damage, after Resistance.",
    "TRACTOR BEAM": "The tactical officer engages a tractor beam at a nearby object or vessel. This requires a Control + Security Task, assisted by the ship’s Structure + Security with a Difficulty of 2, and can only be directed at a target within Close range. If successful, the target vessel is immobilized and cannot move unless it can break free, using their shield modulations, the raw power of their engines, or disabling the tractor beam emitter (a Task in its own right), with a Difficulty determined by the strength of the ship’s tractor beam.",
    "HAILING FREQUENCIES OPEN": "The communications officer attempts to establish a communications link with a ship, facility, or other place that can receive subspace or similar transmissions. This requires a Control + Engineering Task, assisted by the ship’s Communications + Engineering, with a Difficulty of 0. The Difficulty increases based on interference and other factors that would impede communications systems, and the Difficulty will also increase if the message is being encrypted or coded. Success means that a channel has been opened and a hailing signal or message has been sent. Nothing requires that the contacted vessel, etc., respond to a hail.",
    "RESPOND TO HAIL": "Functionally the same as the Hailing Frequencies Open action, though this action is taken in response to being hailed. The Difficulty is 0, unless interference or impedance are issues, or if the communications link is encrypted or encoded. Success means that both vessels can communicate visual, audio, and data freely, though Complications or other circumstances may limit some of these.",
    "INTERCEPT": "The communications officer seeks to pick up and decipher the transmissions of others; they select a single vessel within Long range to intercept communications from. This is an Insight + Engineering Task, assisted by the ship’s Communications + Security, with the Difficulty set by the Gamemaster based on the level of encryption. The character may use Control + Engineering and reduce the Difficulty by 1 if they have up-to-date knowledge of that culture’s codes and ciphers. Success means that the message has been successfully intercepted, and its contents revealed.",
    "SIGNALS JAMMING": "The communications officer transmits signals to interfere with the target’s attempts to communicate. Choose a single vessel or other target within Medium range to jam. This has a Power requirement of 1. This is a Control + Engineering Task, assisted by the ship’s Communications + Security, and the character chooses a Difficulty of 1, 2, or 3. Success means that the target increases the Difficulty of Hailing Frequencies Open or Respond to Hail Tasks by an amount equal to the Difficulty the communications officer chose.",
    "DAMAGE REPORT": "The communications officer puts out a call to all decks, and promptly receives reports of damage from across the ship. This is an Insight + Command Task, assisted by the ship’s Communications + Engineering, with a Difficulty of 1. If successful, reduce the Difficulty of one Task to perform repairs by one. Affect one additional Task for one Momentum (Repeatable), or reduce the Difficulty of one Task by an additional one for two Momentum (Repeatable).",
    "POWER MANAGEMENT": "The officer reroutes power from various systems, replenishing reserves or freeing up power for other uses. This requires a Daring or Control + Engineering Task with a Difficulty of 2, which can Succeed at Cost. On success, the ship gains one point of Power, plus one additional Power per Momentum spent (Repeatable), which may exceed its normal maximum. Complications should represent power being removed from particular systems, increasing the Difficulty of future Tasks, or removing options until systems are repowered.",
    "REGENERATE SHIELDS": "The officer routes power to the shield emitters, trying to replenish them. This has a Power requirement of 1. This requires a Control + Engineering Task with a Difficulty of 1, assisted by the ship’s Structure + Engineering; the Difficulty increases by +1 if the ship’s Shields are at 0. If successful, the ship regains 2 points of Shields, plus 2 more for each Momentum spent (Repeatable).",
    "DAMAGE CONTROL": "The officer sends a damage control team, which attempts to repair a single Breach. The officer chooses a single Damaged or Disabled system, and attempts a Presence + Engineering Task, with a Difficulty determined by the system chosen (see p. 230); if successful, the system is restored to function and can be used again normally. This does not remove any Breaches the ship has suffered, only the penalties imposed by damage.",
    "TRANSPORTERS": "This Task has a Power requirement of 1. The officer nominates a target (an object, group of small objects, or group of people) and a destination both within Close range of the ship (either or both of which may be within the ship itself). The officer then attempts a Control + Engineering Task with a Difficulty of 2, assisted by the ship’s Sensors + Engineering; this Difficulty increases by +1 if the target is not on a transporter pad, and +1 if the destination is not a transporter pad, and may increase further based on interference or other conditions. The target cannot be transported to or from any location with more than 0 shields. This Task can also be performed from any transporter room, reducing the Difficulty by one."
}